

import React, { useState } from 'react';
import './App.css';
import {heroes} from './data/heroesData';

function App() {
  const [selectedHero, setSelectedHero] = useState(null);

  return (
    <div className="container">     
      <header className="header">
        <h1>ՀԱՅԴՈՒԿՆԵՐ</h1>
        <p>Հայդուկները հայ ժողովրդի պատմության մեջ անպարտելի պայքարող մարտիկներ էին, ովքեր իրենց հայրենիքի ազատության համար պայքարում էին օտար գերիշխանությունների դեմ, հատկապես օսմանյան կայսրության և պարսկական ներխուժումների ժամանակ։ Հայդուկները որպես ոչ պաշտոնական զինվորական խմբեր հանդես էին գալիս հիմնականում 16-19-րդ դարերում՝ հատկապես Հայաստանում, Կիլիկիայում և Դերսիմում։ Նրանք հայտնի էին իրենց համառությամբ, ազատասիրությամբ և հայրենասերությամբ։ Հայդուկները հիմնականում գյուղացիներ, աղքատներ, առևտրականներ կամ գրչակներ էին, ովքեր ընդունել էին անօրինական պայքարը, որպեսզի պաշտպանեն իրենց ընտանիքներին, համայնքները և հայրենիքը օտար նվաճողների կամ բռնապետերի ներխուժումներից։ Նրանք հատուկ կերպով կերտել են իրենց հեղինակությունը որպես կռվող ուժեր, ովքեր դժվարին պայմաններում պայքարում էին ազգն ու հայրենիքը պաշտպանելու համար։ այդուկները հիմնականում պայքարում էին օսմանյան զավթիչների դեմ, ովքեր հետապնդում էին հայերին, հարկադրում էին հարկեր և դաժանությամբ վարվում էին քրիստոնյաների հետ։Հայդուկները նույնպես պայքարում էին իրենց քրիստոնեական հավատը պաշտպանելու համար՝ դեմ լինելով մահմեդական օսմանյան բռնապետությանը և բողոքելով կրոնական հալածանքներից։ Հայդուկները երբեմն կազմակերպվում էին անկախ խմբերով, որոնք իրենց տիրապետության տակ վերցնում էին որոշակի տարածքներ, որոնք էին հիմնականում լեռնային շրջաններ։</p>
      </header>
      
      <main>
        <div className="menu">
          {heroes.map((hero, index) => (
            <button 
              key={index} 
              onClick={() => setSelectedHero(hero)}
              className="menu-item"
            >
              {hero.name}
            </button>
          ))}
        </div>

        <section className="hero-info">
          {selectedHero ? (
            <div className="hero-details">
              <img 
                src={selectedHero.photo} 
                alt={`${selectedHero.name}`} 
                className="hero-photo" 
              />
              <h2>{selectedHero.name}</h2>
              <p>{selectedHero.description}</p>
            </div>
          ) : (
            
            <p>«Երդվում եմ իմ պատվի և ազգության վրա՝ իմ բոլոր ուժով, եթե հարկ լինի՝ նաև իմ արյունով ծառայել Հայաստանի ազատագրության դատին ընդդեմ բռնակալության։ Այսուհետ իմ բարձը Հայաստանի լեռները կլինեն և իմ ամենամեծ բաղձանքը՝ հայրենիքի համար մեռնելը։ Բարով արժանանամ հրեղեն գնդակի համբույրին»։</p>
          )}
        </section>
      </main>
    </div>
  );
}

export default App;








