import arabo from "./images/Arabo.jpg"
import abdranik from "./images/images.jpeg"
import agbyur from "./images/Serob.jpg"
import njdeh from "./images/Garegin_Nzhdeh_3.jpg"
import djoxq from "./images/Tjohk_Grayr.jpg"
import gev from "./images/Gevorg.jpg"
import vanakatu from "./images/Ichkhan.jpg"
import sose from "./images/274px.jpg"
import monte from "./images/monte.jpg"
import xan from "./images/Yeprem_khan.jpg"
import saqo from "./images/saqo.png"
export const heroes = [
  {
    name: "Գարեգին Նժդեհ",
    description: `1907 թվականին մտել է ՀՅԴ շարքերը և մասնակցություն ունեցել պարսկական հեղափոխական շարժման մեջ։ Զենք և ռազմամթերք տեղափոխելու համար Նժդեհը 1909 թվականին վերադարձել է Կովկաս և ձերբակալվել ցարական իշխանությունների կողմից։ Բանտերում մնալով ավելի քան երեք տարի մեկնել է Բուլղարիա։


      1912 թվականին, երբ սկսվել է Առաջին Բալկանյան պատերազմը, հայերի Թուրքիայի դեմ կռվելու համար (հանուն Մակեդոնիայի և Թրակիայի ազատագրության) բուլղարական բանակի կազմում ստեղծել է կամավորական վաշտ, որի հրամանատարն էր Անդրանիկ Օզանյանը, իսկ տեղակալը Գարեգին Նժդեհը։ Նժդեհը այդ պատերազմի ժամանակ վիրավորվել է։ Հայկական վաշտը, աչքի ընկնելով մի շարք հաղթական մարտերով, հրաժարվել է մասնակցել Բալկանյան Երկրորդ պատերազմին (քանի որ այն վերածվել էր բալկանյան ժողովուրդների ներքին կռիվների, որն ի դեպ շատ «շահավետ» էր թուրքերի համար)։ Այդ կռիվների ժամանակ Նժդեհը վիրավորվել է, պարգևատրվել է շքերթային սրով, ստացել է ավագ սպայի (поручик) կոչում։ Զորացրվել է 1913 թվականին։
     
      Առաջին աշխարհամարտի նախօրյակին, «ներման» արժանանալով ցարական կառավարության կողմից, Նժդեհը վերադարձել է Կովկաս Թուրքիայի դեմ մղվելիք պատերազմին մասնակցելու պայմանով։
     
      1914 թվականին նշանակվել է կամավորական 2-րդ գնդի հրամանատար Դրոյի (Դրաստամատ Կանայան) տեղակալ։
     
      1915 թվականի ապրիլին Նժդեհը Անդրանիկ Օզանյանի հայկական կամավորական ջոկատների կազմում մասնակցել է Դիլումնի ճակատամարտին, որը ղեկավարում էր հայկական կորպուսի հրամանատար գեներալ Թովմաս Նազարբեկյանը։
     
      Ռուսատանի կայսեր 1915 թվականի հոկտեմբերի 5-ի որոշմամբ, բանակի գլխավոր շտաբի 1915 թվականի հոկտեմբերի 25-ի թիվ 563 հրամանով, ռազմական նախարար, զորքերի գեներալ Ա․Պոլիվանովի և գլխավոր շտաբի հերթապահ գեներալ-մայոր Ա․ Արխանգելսկու ստորագրությամբ սահմանվել է հրամանատարների կողմից տեղում կոչումներ շնորհելու պայմանները և կարգը։
     
      Հայկական IV-րդ կորպուսի հրամանատար գեներալ Թովմաս Նազարբեկյանը ի կատար է ընդունել բանակի գլխավոր շտաբի հոկտեմբերի 25-ի թիվ 563 հրամանը և Դիլմունի ճակատամարտում օսմանյան բանակի դեմ տարած փայլուն հաղթանակի, բարձր կազմակերպչական ունակությունների համար 1915 թվականի նոյեմբերին սպա Գարեգին Տեր-Հարությունյանին Նժդեհին, արժանացրել է ցարական բանակի կապիտանի կոչմանը։
     
      1916 թվականին կամավորական 2-րդ գունդը լուծարվել է, և Նժդեհը իր ջոկատով անցել է Ալեքսանդրապոլ ու միացել Վան-Կոխպի ռազմաճակատի հատվածի հրամանատար գեներալ Թ․ Նազարբեկյանի IV կորպուսին։
     
      1916-1917 թվականին օսմանյան բանակի դեմ տարած հաղթանակների, Կոխպի հայությանը փրկելու և անձնազոհության համար կապիտան Նժդեհը Թովմաս Նազարբեկյանի հրամանագերով արժանացել է Գեորգեւյան ոսկե խաչի 2-րդ և Գեորգևյան արծաթե խաչի 3-րդ աստիճանի պարգևներին։ Այս պարգևները տրվում էին մարտում ցուցաբերած անձնազոհության համար։
     
      1918 թվականի ապրիլին գեներալ Նազարբեկյանի IV կորպուսի կազմում որպես հայ-եզդիական հեծյալ ջոկատի հրամանատար կապիտան Նժդեհը վարել է Կարսի մարզի Ալաջա (հնում՝ Արջո–Առիճ) լեռան և Անիի հարակից տարածքների կռիվները օսմանա-թուրքական ջոկատների դեմ և ապահովել է հայկական զորամասերի անվտանգ նահանջը Կարսից դեպի Ալեքսանդրապոլ։ Նժդեհին հաջողվել է նաև Նիկողայոս Մառի կողմից Անիում պեղված որոշ արժեքավոր նյութեր և իրեր իր հետ տեղափոխել Ալեքսադրապոլ։
     
      Մոտենում էր 1918 թվականի մայիսը, վճռվում էր հայոց ճակատագիրը։ Ալեքսանդրապոլում կռվի բռնվելով թուրքական զորքերի դեմ Նժդեհը իր խմբով նահանջել է Վանաձոր (Ղարաքիլիսա)։ Այստեղ էին նահանջել խուճապի մատնված բազմահազար հայ փախստականներ. տեղի ժողովուրդը նույնպես տագնապի մեջ էր։ Սակայն Նժդեհի գլխավորությամբ իրականցվող Ղարաքիլիսայի եռօրյա հերոսամարտով հայությունը հաստատել է իր հարատևելու կամքը, և այդ հավաքական կամքի զորացման գործում, անշուշտ, անուրանալի է Նժդեհի դերը։ Ղարաքիլիսայում վարած կռիվների համար (որոնց ընթացքում վիրավորվել է Նժդեհը) արժանացել է ամենաբարձր քաջության շքանշանի։
     
      1918 թվականի նոյեմբերին, Հայաստանի Հանրապետության կառավարության որոշումով կապիտան Գարեգին Նժդեհը նշանակվում է Նախիջևանի զինվորական ղեկավար։ Դեկտեմբեր ամսին կապիտան Գարեգին Նժդեհը Նախիջևանում ստանձնում է իր պարտավորությունները։
   .`,
    photo: `${njdeh}` // Замените ссылку на URL фото
  },
  {
    name: "Անդրանիկ Օզանյան",
    description: `
      Անդրանիկ Թորոսի Օզանյանը ծնվել է 1865 թվականի փետրվարի 25-ին՝ Արևմտյան Հայաստանի Շապին Գարահիսար քաղաքում։ Անդրանիկ հայերեն նշանակում է «առաջնեկ»։ Նրա հայրական նախնիները եկել են հարևան Օզան գյուղից վաղ 18-րդ դարում և բնակություն հաստատել Շապին Գարահիսարում թուրքերի հետապնդումներից խուսափելու համար։ Նրա նախնիները Օզանյան ազգանունը վերցրել են իրենց հայրենի բնակավայրի անունով։
     
      Անդրանիկի մայրը մահացել է, երբ նա եղել է մեկ տարեկան, և նրան խնամել է իր ավագ քույրը՝ Նազելին։ Անդրանիկը հաճախել է տեղի Մուշեղյան դպրոցը 1875-1882 թվականներին, այնուհետև աշխատել է հոր ատաղձագործության խանութում։ Նա ամուսնացել է 17 տարեկանում, սակայն նրա կինը մահացել է մեկ տարի անց՝ ծնունդ տալով իրենց որդուն, ով նույնպես մահացել է ծնվելուց 1 օր հետո։ Օսմանյան Կայսրությունում հայերի համար իրավիճակը վատթարացել է Աբդուլ Համիդի (Կարմիր Սուլթան) օրոք, որը ձգտում էր միավորել բոլոր մուսուլմաններին իր իշխանության տակ։ 1882 թվականին Անդրանիկը բանտարկվում է հայ բնակչությանը ահաբեկող թուրք ժանդարմին ծեծի ենթարկելու համար։ 1884 թվականին իր ընկերների օգնությամբ փախել է բանտից, և բնակություն հաստատել Օսմանյան Կայսրության մայրաքաղաք Կոստանդնուպոլսում։ Անդրանիկը Պոլսում մնաց մինչև 1886 թվականը, որտեղ աշխատում էր որպես ատաղձագործ։ Նա սկսել է իր հեղափոխական գործունեությունը 1888 թվականից Սիվաս գավառից։ 1891 թվականին միացել է Հնչակյան կուսակցությանը։ 1892 թվականին ձերբակալվել է Պոլսի ոստիկանապետ Յուսուպ Մեհմեդ Բեյի սպանությանը մասնակցելու համար, ով հայտնի էր իր հակահայկականությունով։ Անդրանիկը ևս մեկ անգամ փախել է բանտից։

      1892 թվականին միացել է նորաստեղծ Հայ հեղափոխական դաշնակցությանը (ՀՅԴ), որից հեռացել է 1917 թվականին։ Համիդյան ջարդերի ընթացքում, Անդրանիկն այլ ֆիդայիների հետ միասին պաշտպանել է Մուշի և Սասունի հայկական գյուղերը թուրք և քուրդ զինվորների հարձակումներից։ 1894 և 1896 թվականներին տեղի ունեցած հայկական ջարդերին զոհ է գնացել համապատասխանաբար 80000 և 300, 000 մարդ։
      
      1897 թվականին Անդրանիկը մեկնում է Թիֆլիս՝ որտեղ գտնվում էր Հայ Յեղափոխական Դաշնակցության շտաբը: Անդրանիկը վերադարձավ Արևմտյան Հայաստան իրեն վստահված ծավալուն ուժերով և զենք էր մատակարարում հայ ֆիդայիներին։ Մի քանի տասնյակ ռուսաստանահայեր են միացել Անդրանիկին, որոնց հետ էլ նա գնաց Մուշ և Սասուն՝ որտեղ մարտնչում էր Աղբյուր Սերոբը։ Աղբյուր Սերոբն արդեն ձևավորված կիսանկախ Հայաստանից արտաքսում էր Օսմանյան Կայսրության ներկայացուցիչներին։`
    ,
    photo: `${abdranik}`// Замените ссылку на URL фото
  },
  {
    name: "Աղբյուր Սերոբ",
    description: `հայ ազգային ազատագրական շարժման հերոս, ֆիդայի։Վաղ տարիքում ընդհարվելով քրդերի հետ սպանել է նրանցից մեկին ու անցել արտասահման։ Հրայր Դժոխքին Ռումինիայում հանդիպելուց հետո որոշել է վերադառնալ Արևմտյան Հայաստան և զբաղվել իր հայրենիքի պաշտպանությամբ։ Հայաստան իսկ մտնելու պահին նա հանդիպել է թշնամու ջոկատին և կարողացել է իր խմբով հակահարված տալ նրանց։Սերոբն առավել աչքի է ընկել իր հայրենի Սողորդ գյուղի պաշտպանության, իսկ այնուհետև Բաբշենի ինքնապաշտպանության ժամանակ։ Սերոբի ջոկատը գործ է ունեցել Թուրքիայի այլ շրջաններից Խլաթ եկած քրդական և թուրքական բանակի հետ, որոնք ծանոթ չէին տեղանքին։ Այդ հանգամանքը Սերոբը աշխատել է միանգամից օգտագործել և ժամանակ չտալ թշնամիներին, որ վերջիններս տեղացի քուրդ գտնեն իրենց ցուցումներ տալու համար։
       Շնորհիվ Սերոբի Արևմտյան Հայաստանում ամենաքիչ ջարդերը տեղի են ունենում Խլաթ գավառում, որի համար էլ ժողովուրդը նրան տալիս է Աղբյուր անունը։ Իր կատարած քաջագործությունների համար կոչվել է նաև «Նեմրութի հսկա» կամ «Նեմրութի ասլան»։
       Բաբշենի մարտերից հետո Աղբյուր Սերոբի համար թուրքերը մեծ գլխագին են նշանակում և սկսում են հարձակվել անմեղ գյուղացիների վրա։ Դրա համար էլ Սերոբն իր ընտանիքի հետ գնում է Սասուն և գլխավորում է այնպիսի ֆիդայիների, որոնցից էին օրինակ Անդրանիկն ու Գևորգ Չաուշը։` ,
    photo: `${agbyur}`
  },
  {
    name: "Հրայր Դժոխք",
    description: `Արմենակ Ղազարյանը ծնվել է Սասունի Խուլփի գավառակի Ահարոնք գյուղում։ Ընտանիքը տեղափոխվել է Մշո Ղզլաղաճ գյուղ, երբ Արմենակը դեռ մանուկ է եղել։ Սովորել է Տարոնի Ղզլաղաճ գյուղի, Մշո Ս. Կարապետ վանքի դպրոցներում և Մշո Կեդրոնական վարժարանում։ Եղել է ուսուցիչ, ծանոթացել Սասունի ու Տարոնի հայերի վիճակին, քարոզել հայ ազատագրական պայքարի գաղափարը։`,
    photo: `${djoxq}`
  }, {
    name: "Գևորգ Չաուշ",
    description: `Գևորգ Չաուշը ծնվել է 1870 թվականին Սասունի Փսանաց գավառի Մկթենք գյուղում։ Չաուշի հոր անունը Արո էր, իսկ նրա հորեղբայրը՝ իշխան Ղզրոն էր։ Գևորգն իր ընտանիքի միջնեկ զավակն էր։ Նրա եղբայրների անունները Մինաս և Օհան էին։
          Դեռ վաղ տարիներից Գևորգը չի կարողացել անտարբեր լինել հայ ազգի թշվառ ճակատագրով։ Այդ է վկայում այն, որ 14 տարեկան հասակում Գևորգը տեսնելով թե ինչպես 4-5 քուրդ հայ գյուղացիներին թալանում, քարեր է շպրտում թալանչիների`,
    photo: `${gev}`
  }, {
    name: "Սոսե Մայրիկ",
    description: `Սոսեն ծնվել է 1868 թվականին Սասունում՝ Նեմրութ լեռան փեշերին գտնվող Թեղուտ գյուղում՝ բազմանդամ ընտանիքի տեր Մարգար Դրո-Աստանտուրի հարկի տակ։ Հազիվ 13 տարեկան էր, երբ սասունցի հայերի ավանդույթի համաձայն՝ ծնողները ցանկանում են ամուսնացնել Սոսեին։ Սակայն Սոսեն ըմբոստանում է և որոշում կյանքը կապել Խչեենց Սերոբի հետ։ Հայ ազատագրական շարժման տարիներին եղել է ամուսնու կողքին։
            Սոսե Մայրիկը մահացել է Եգիպտոսի Ալեքսանդրիա քաղաքում 1953 թվականին։ 1990-ական թվականներին նրա աճյունը տեղափոխվել և հողին է հանձնվել Եռաբլուրում։`,
    photo: `${sose}`
  }, {
    name: "Արաբո",
    description: `Ծնվել է 1863 թվականին Բիթլիսի նահանգի Կուռթեր գյուղում։ Սովորել է Մշո Սուրբ Առաքելոց վանքի դպրանոցում։ Գործել է Սասունի, Տարոնի գյուղերում։ Ինքնապաշտպանության նպատակով կազմակերպել է զինված խումբ, որի կազմում էին Ալիզռնանցի Լևոնը, Գոմերցի Հովիկը, Գալշոյի Մանուկը, Բերդակի Ներսոն, Մխո Շահենը, Ղարսեցի Հակեն, Գևորգ Չավուշը։ 1882 թվականին թուրք իշխանությունները Բերդակ գյուղում ձերբակալել են Արաբոյին, դատապարտել 15 տարվա տաժանակրության, սակայն փախել է Բիթլիսի բանտից, շարունակել իր գործունեությունը։ Մուշում կազմակերպել և գլխավորել է հայկական առաջին հայդուկային խմբերից մեկը։ Պայքարել է սուլթանական բռնապետության ազգային ճնշումների և սոցիալական կեղեքումների դեմ։ Տարոնի հայությանը պաշտպանել է թուրք պաշտոնյաների և քուրդ ցեղապետերի հարստահարություններից։ 1889 թվականից սկսած՝ բազմիցս այցելել է Կովկաս։ 1892 թվականին Թիֆլիսում մասնակցել է ՀՅԴ կուսակցության 1-ին ընդհանուր ժողովին։ 1893 թվականի գարնանը Սասունի ապստամբներին օգնելու նպատակով Արաբոն 16 հոգանոց լավ զինված խմբով Կարսի մարզից անցնում է ռուս-թուրքական սահմանը ուղղություն վերցնելով Խնուս-Մուշ։ Ճանապարհին Ղոզլուի սարերի մեջ քրդերի հետ կռվի ժամանակ սպանվում է Արաբոյի զինակից Ալիզռնանցի Լևոնը։ Արաբոն իր հետ վերցնելով իր ընկերներից հինգ հոգի, քրդի տարազով շարունակում է ճանապարհը դեպի Մուշ, բայց Գյալառաշի ձորում Մուշի և Խնուսի միջև, դարձյալ բախվում է քրդերի հետ։ Կռվում սպանվում են Արաբոյի զինակիցներ Բուլղարը, խնուսցի Մելքոնը, մշեցի Ավոն և Մարտոն։ Արաբոն և ախալցխացի Վարդանը մեծ քաջություն են դրսևորում, բայց նրանց բոլոր ջանքերը ճեղքելու թշնամու օղակն ու հասնելու հանդիպակաց լեռները անցնում են ապարդյուն։ Արաբոն և Վարդանը նույնպես զոհվում են այդ կռվում։ Արաբոյի քանդակը Ջերմուկ քաղաքում (հեղինակ Հովհաննես Մուրադյան) Ժողովուրդը երգեր է հյուսել Արաբոյի մասին, գովերգել նրա խիզախությունը։`,
    photo: `${arabo}`
  },
  {
    name: "Մոնթե Մելքոնյան",
    description: `1989 թվականին ֆրանսիական բանտից ազատվելուց հետո 1991 թվականին գալիս է Հայաստան, որտեղ արդեն սկսվել էին հայ-ադրբեջանական զինված ընդհարումները։ Հիմնում է «Հայրենասերների» ջոկատը։ Երևանում յոթ ամիս աշխատում է Գիտությունների ակադեմիայում՝ գրելով և հրատարակելով «Հայաստանը և հարևանները» գիրքը։ Նույն թվականի սեպտեմբերին մեկնում է Արցախի Հանրապետություն, որտեղ նրան անվանակոչում են Ավո մականունով։ Ռազմական տեսանկյունից մասնագիտական բարձր հմտություններ ցուցաբերելու շնորհիվ 1992 թվականին ստանձնում է Մարտունու պաշտպանական շրջանի շտաբի պետի պարտականությունը։ Այստեղ կարճ ժամանակում նա իր անկեղծությամբ ու մաքրությամբ շահեց ոչ միայն տեղի բնակչության, այլև ընդհանրապես, համայն հայության սերն ու հարգանքը։ Նրա ղեկավարությամբ Մարտունին դարձավ Արցախի ամենապաշտպանված ու ամենամարտունակ շրջանը։ 1993 թվականի մարտ-ապրիլ ամիսներին նրա ղեկավարությամբ ազատագրվեց նաև Քարվաճառը։ Մ. Մելքոնյանը մասնակցել է Հայաստանի Իջևանի, Ճամբարակի, ԼՂՀ Շահումյանի (Էրքեջ, Բուզլուխ, Մանաշիդ, Կարաչինար), Մարտակերտի, շրջանների ինքնապաշտպանական և ազատագրական մարտերին։ Իր ողջ գիտակից կյանքում նա պայքարել է հայերի իրավունքների, հայոց ցեղասպանության ճանաչման և մեր հայրենիքի վերատիրման համար։ Արցախի Մարտունի քաղաքի բնակիչներն, ի պատիվ հրամանատարի, քաղաքն անվանում են Մոնթեաբերդ։ Մոնթեի ընտանիքի անդամները վերջին անգամ Հայաստանում էին 2018 թվականին։ Խիզախության, բացառիկ հմտության, հայրենիքի պաշտպանության գործում անձնազոհ ծառայության համար պարգեւատրվեց (ետմահու) ԼՂՀ զինվորական «Մարտական Խաչ» առաջին աստիճանի ամենաբարձր պարգեւով։Շրջանառվում են Մոնթե Մելքոնյանի մահվան մի շարք տարբերակներ ինչպես հայկական, այնպես էլ ադրբեջանական տեղեկատվական դաշտում։ Հայաստանի պաշտոնական տեղեկատվության համաձայն Մոնթեն զոհվել է 1993 թվականի հունիսի 12-ին ադրբեջանական զրահամեքենայի կրակոցից, երբ հետախուզության նպատակով մարտընկերների հետ այցելել է Աղդամի շրջանի Մարզիլի գյուղի մատույցներ։`,
    photo: `${monte}`
  },
  {
    name: "Եփրեմ Խան",
    description: `Եփրեմ Խանը (Դավթյան) ծնվել է 1868 թվականին Շամխորի շրջանի Բարսում գյուղում։ Նախնական կրթությունը ստացել է տեղի միջնակարգ դպրոցում։ 1889 թվականին անցել է Երկիր (Արևմտյան Հայաստան)։ 1890 թվականին մասնակցել է Սարգիս Կուկունյանի գլխավորած արշավանքին։ Ինչի համար ձերբակալվել է և խմբի շատ անդամների հետ մինչև քննության ավարտը պահվել է Անդրկովկասի տարբեր բանտերում, իսկ 1895 թվականի մարտին շղթայակապ աքսորվել է Սիբիր, ապա՝ Սախալին։ 1896 թվականին փախել է բանտից և երկարատև ոդիսականից հետո 1896 թվականի հոկտեմբերին հասել է Թավրիզ։ Այստեղ անդամագրվել է Հ. Յ. Դաշնակցությանը։ 1897 թվականին մասնակցել է Խանասորի արշավանքին։ 1899-1902 թվականներին ուսուցչություն է արել Ատրպատականի Աղուղան գյուղում, շրջել ամբողջ Հյուսիսային Պարսկաստանում։ Տիրապետել է հայերեն, պարսկերեն, անգլերեն, ռուսերեն, ֆրանսերեն, թուրքերեն լեզուներին։ 1906-1907 թվականներին լինելով Ռեշտի ուսումնարանի հոգաբարձուների խորհրդի անդամ՝ մի շարք բարեփոխումներ է կատարել դպրոցներում։ Ակտիվորեն մասնակցել է 1905-1911 թվականների Իրանական հեղափոխությանը՝ կազմակերպելով և ղեկավարելով Իրանի հակաշահական ուժերը։ Իրանի ժամանակավոր կառավարությունը նրան շնորհել է սարդարի (մարշալ) կոչում։ Շահի տապալումից և Թեհրանի գրավումից հետո նշանակվել է Թեհրանի ոստիկանապետ։ Ի վերջո, նրան շնորհվել է ողջ Իրանի զինված ուժերի գլխավոր, գերագույն հրամանատարի կոչում։ Եփրեմ խանը մասնակցել է շուրջ 60 մեծ ու փոքր կռիվների։ Իրանական պատմագրությունը նրան գնահատել է որպես ժամանակի առաջադեմ գործիչ, ժողովրդական հերոս և տաղանդավոր զորավար։ Եփրեմ խանը սպանվել է 1912 թվականի մայիսի 6-ին Իրանի Համադանի շրջանի Սուրջե գյուղի մերձակայքում տեղի ունեցած կռվում։ Եփրեմի մարմինը հանգչում է Թեհրանի հայկական Հայկազյան (այժմ՝ Դավթյան) դպրոցի բակում:`,
    photo: `${xan}`
  },
  {
    name: "Վանա Իշխան",
    description: `Վանա Իշխան (Նիկոլ Պողոսյանը ծնվել է 1883 թվականին Շատախի գավառի Հիրճ գյուղում), ազգային-ազատագրական շարժման գործիչ, ֆիդայի։ ՀՅԴ կուսակցության անդամ։ Սովորել է Շուշիի և Երևանի թեմական դպրոցներում։ Գործել է (1901-1903) Ալեքսանդրապոլում, Կարսում։ Նևրուզի «Շանթ» խմբի կազմում մեկնել է Արևմտյան Հայաստան, 1903 թ. մտել Վան և մնացել մինչև մահը։ Գյուղերում ստեղծել է գաղտնի խմբեր և կազմակերպություններ, աջակցել և անձամբ հսկել կրթության գործը։ Գործունեություն է ծավալել կառավարության հսկողությունից համեմատաբար զերծ մնացած շրջաններում, զինել ժողովրդին և կազմակերպել ինքնապաշտպանություն։ 1908 թ., երիտթուրքական հեղաշրջումից հետո, մերժել է կազմալուծել ֆիդայական խմբերը։ 1915 թ. ապրիլին, երբ Վանի կուսակալ Ջևդեթը դիմել է ՀՀԴ ԿԿ-ին՝ հարթել Շատախի հայ-թուրքական միջադեպը, Իշխանն ընկերների հետ ուղևորվել է Շատախ բանակցությունների։ Սակայն Հիրճ գյուղում գիշերը քնած ժամանակ թուրքերը դավադրաբար սպանել են Իշխանին և նրա ընկերներին։`,
    photo: `${vanakatu}`
  },
  {
    name: "Սարգիս Կուկունյան",
    description: `Սարգիս Կուկունյանը (Ավետիսյան) ծնվել է 1863 թվականի հունվարի 23–ին Նուխի գավառի Նիժ գյուղում։ Նախնական կրթությունը ստացել է գյուղի տեր–թոդիկյան դպրոցում, ապա 1877 թվականին ընդունվել Էջմիածնի Գևորգյան ճեմարան։ Ուշիմ ու աչքաբաց Սարգիսին վիճակված չէր ավարտել ճեմարանական դասընթացը։ 1883 թվականին տեղի ունեցած աշակերտական խռովությունների պատճառով ճեմարանից հեռացվեցին շուրջ 80 աշակերտ, որոնց թվում էր 6–րդ դասարանցի Սարգիսը, ով դեռ կրում էր Ավետիսյան ազգանունը։ Էջմիածնից Սարգիսը գնում է Երևան, փորձում մտնել Ուսուցչական սեմինարիա, բայց չի հաջողվում։ Հորեղբոր աջակցությամբ նա տեղափոխվում է Թիֆլիս, մտնում զինվորական դպրոց։ Այստեղ նա երկար չի մնում և, թողնելով զինվորական դպրոցը, փորձում է ընդունվել Թիֆլիսի Ներսիսյան դպրոց։ Սակայն վերջինիս ղեկավարությունը Գևորգյան ճեմարանի վարչության կողմից արդեն տեղեկացված էր արտաքսվածների մասին։ Այդ ժամանակ նա դիմում է ներկայացնում Կուկունյան ազգանունով և ընդունվում Ներսիսյան դպրոց։ 1884 թվականին մեկնում է Բաքու և մասնավոր դասեր տալիս։ Շուտով, թողնելով Բաքուն, մեկնում է Սանկտ Պետերբուրգ և ուսումը շարունակում տեղի համալսարանում, որտեղ, տարվելով հայրենասիրական գաղափարներով, շուտով դառնում է Պետերբուրգի հայ ուսանողության կենտրոնական դեմքերից մեկը։ Ուսանելուն զուգընթաց Ս. Կուկունյանն ազատ ժամերին շուրջ մեկ տարի զբաղվում է զինավարժությամբ իր ընկերներ Կոստանդին Լիսինյանի և Ռուբեն Հովհաննիսյանի հետ։ Այստեղ էլ Ս. Կուկունյանը համակվում է Արևմտյան Հայաստան տեղափոխվելու գաղափարով։`,
    photo: `${saqo}`
  }


];



